Repository: Itesh12/Hal-Main
Catalog: lib/src/l10n/app_*.arb
Languages: te

# appTitle
source: Hal
te: హాల్

# counterAppBarTitle
source: Counter
te: కౌంటర్

source: Sign In
te: ప్రవేశించండి

source: Sign Up
te: చేరడం

# already_user
source: Already a user
te: ఇప్పటికే వినియోగదారు

# new_user
source: A new user?
te: కొత్త వినియోగదారునా?

# password_hint
source: Password
te: పాస్వర్డ్

# email_hint
source: Email
te: ఇమెయిల్

# name_hint
source: Full Name
te: పూర్తి పేరు

source: Books
te: పుస్తకాలు

source: Welcome to
te: సు స్వాగతం

source: District Center
te: జిల్లా కేంద్రం

source: Crop Monitoring
te: పంట పర్యవేక్షణ

# crop_monitoring_text
source: Features under My Station like - Crop Monitoring, Crop Services, and Information is provided to all associated farmers.
te: నా స్టేషన్ కింద ఫీచర్లు వంటివి -పంట పర్యవేక్షణ, పంట సేవలు, మరియు సంబంధిత రైతులందరికీ సమాచారం అందించబడుతుంది.

source: Smart Farming
te: స్మార్ట్ ఫార్మింగ్

# smart_farming_text
source: It's the Era of Tech, do Smart Farming and save your time by doubling the Harvest.
te: ఇది టెక్ యుగం, స్మార్ట్ ఫార్మింగ్ చేయండి మరియు పంటను రెట్టింపు చేయడం ద్వారా మీ సమయాన్ని ఆదా చేసుకోండి.

source: Skip
te: దాటవేయి

source: Get Started
te: ప్రారంభించడానికి

source: Phone Number
te: ఫోను నంబరు

source: Mobile No.
te: మొబైల్ నంబర్

source: Already have an account?
te: ఖాతా కలిగి ఉన్నారా?

source: Login
te: లాగ్ ఇన్

source: Logout
te: లాగ్ అవుట్

# continues
source: Continue
te: కొనసాగించు

source: Or signup with
te: లేదా దీనితో సైన్ అప్ చేయండి

# terms_condition
source: By continuing you agree to the terms & conditions and privacy policies
te: కొనసాగించడం ద్వారా మీరు నిబంధనలు & షరతులు మరియు గోప్యతా విధానాలకు అంగీకరిస్తున్నారు

source: Not registered yet?
te: ఇంకా నమోదు కాలేదా?

source: Create an Account
te: ఒక ఎకౌంటు సృష్టించు

source: Or login with
te: లేదా దీనితో లాగిన్ అవ్వండి

source: Confirm Account
te: ఖాతాను నిర్ధారించండి

# enter_otp
source: Enter the otp sent to phone number
te: ఫోన్ నంబర్‌కు పంపిన ఓటీపీని నమోదు చేయండి

source: Resend
te: మళ్లీ పంపండి

source: Verify
te: ధృవీకరించండి

source: Registration
te: నమోదు

source: Name
te: పేరు

source: User Name
te: వినియోగదారు పేరు

# enter_your_name
source: Enter your name here
te: మీ పేరును ఇక్కడ నమోదు చేయండి

source: Enter your user name
te: మీ వినియోగదారు పేరును నమోదు చేయండి

source: Username already taken
te: వాడకందారు పేరు ఇప్పటికే తీసుకోబడింది

# select_location
source: Select your current location
te: మీ ప్రస్తుత స్థానాన్ని ఎంచుకోండి

source: House No
te: ఇంటి సంఖ్య

source: Area
te: ప్రాంతం

source: District
te: జిల్లా

source: Pin Code
te: పిన్ కోడ్

source: State
te: రాష్ట్రం

# referal_code
source: Referral Code
te: సూచన కోడ్

source: Optional
te: ఐచ్ఛికం

source: Enter your code here
te: మీ కోడ్‌ను ఇక్కడ ఎంటర్ చేయండి

source: Register
te: నమోదు

source: Location Access
te: స్థలం ప్రాప్తి

source: Enable precise location
te: సఖ్యత స్థలాన్ని సక్రియం చేయండి

# personalised_information
source: Your location will be used to show you personalised information
te: మీ స్థలం మీకు వ్యక్తిగతమైన సమాచారం చూపించడానికి ఉపయోగిస్తారు

# become_partner
source: Want to become a Hal Saathi?
te: హాల్ భాగస్వామి కావాలనుకుంటున్నారా?

# yes
source: Yes I'm In
te: అవును

# drone_spraying_text
source: We provide the best drone spraying services across India, We use Krishakti drones with maximum Capacity 20 Ltr and more information
te: మేము భారతదేశం అంతటా అత్యుత్తమ డ్రోన్ స్ప్రేయింగ్ సేవలను అందిస్తాము, మేము గరిష్ట కెపాసిటీ 20 Ltr మరియు మరింత సమాచారంతో Krishakti డ్రోన్‌లను ఉపయోగిస్తాము

source: View more
te: మరిన్ని చూడండి

source: see less
te: తక్కువ చూడండి

source: Change Center
te: సకేంద్రం మార్చండి

source: Request Now
te: అభ్యర్థన

source: Cancel
te: రద్దు చేయండి

# personal_detail
source: Personal Details
te: వ్యక్తిగత వివరాలు

# farmer_name
source: Enter Farmer name
te: రైతు పేరు నమోదు చేయండి

source: Booking Period
te: బుకింగ్ పరిధి

source: Select Date
te: తేదీ ఎంచుకోండి

source: Select Time
te: సమయం ఎంచుకోండి

source: Add Farm Location
te: ఫార్మ్ స్థానాన్ని జోడించండి

source: Add Farm Details
te: ఫార్మ్ వివరాలను జోడించండి

source: Crop Type
te: పొడవు రకం

# crop_type_text
source: Enter your crop type
te: మీ పొడవు రకం నమోదు చేయండి

# spray_product
source: Spray Product/Description
te: స్ప్రే ఉత్పత్తి/వివరణ

# spray_product_name
source: Enter Spray Product Name
te: స్ప్రే ఉత్పత్తి పేరు నమోదు చేయండి

source: Estimated Price
te: అంచనా ధర

source: Confirm Request
te: అభిరుచించండి

# want_to_sell
source: What do you want to sell ?
te: మీరు ఏమి అమ్మాలి?

# want_to_rent
source: What do you want to rent ?
te: మీరు ఏమి ఇవ్వాలి?

source: Payments
te: చెల్లింపులు

source: Received
te: గ్రహించబడిన

source: Pending
te: అనుపస్థితం

source: Orders
te: ఆర్డర్లు

source: Delivered
te: డెలివర్ చేయబడింది

source: Area Covered
te: ప్రాంతం కవర్ చేయబడింది

source: Total Listings
te: మొత్తం లిస్టింగ్లు

# not_completed_order
source: You don’t completed any orders.
te: మీరు ఏ ఆర్డరున్నారు కాదు.

# dont_have_order
source: You don’t have any Ongoing orders.
te: మీకు ఏ ప్రస్తుత ఆర్డరులు లేవు.

source: Select District Center
te: జిల్లా కేంద్రాన్ని ఎంచుకోండి

source: Enter Location
te: లొకేషన్ నమోదు చేయండి

# drone_no
source: Drone Reg No.
te: డ్రోన్ రిజిస్టర్ నెంబర్

# drone_no_text
source: Enter Reg No.
te: రిజిస్టర్ నెంబర్ నమోదు చేయండి

# drone_images
source: Drone Images(Max 3)
te: డ్రోన్ చిత్రాలు (గరిష్టం 3)

source: Description
te: వివరణ

# seller_description_text
source: e.g, Brand Name, Tank Capacity
te: ఉదాహరణ, బ్రాండ్ పేరు, ట్యాంక్ క్యాపెసిటీ

source: Upload Service
te: సేవను అప్లోడ్ చేయండి

source: Allow
te: అనుమతిస్తారు

source: Welcome
te: స్వాగతం

source: Search anything..
te: ఏదైనా శోధించండి..

source: Enter name to search
te: శోధించడానికి పేరు ఎంటర్ చేయండి

source: Discover more
te: ఇంకా కనుగొనండి

source: Create post
te: పోస్ట్ సృష్టించండి

source: Agri Expert
te: వ్యవసాయ విశేషజ్ఞుడు

source: Community
te: సముదాయం

source: Mandi Bhav
te: మండి భావ్

source: Krishi News
te: రైతు వార్తలు

source: Top news
te: శీర్ష వార్తలు

source: View all
te: అన్నిటినీ చూడండి

source: Latest news
te: తాజా వార్తలు

source: Home
te: ఇల్లు

source: My Center
te: నా కేంద్రం

# krishi_bazar
source: Krishi Bazaar
te: రైతు బజార్

source: My farm
te: నా ఫారం

source: Krishi Gyan
te: రైతు జ్ఞానం

# suggested_profile
source: Suggested Profiles
te: సూచించిన ప్రోఫైల్స్

source: See All
te: అన్నిటినీ చూడండి

source: Follow
te: అనుసరించు

source: following
te: అనుసరిస్తోంది

source: Follow back
te: తిరిగి అనుసరించు

# crop_info
source: Crop Information
te: పంట సమాచారం

source: Govt. Scheme
te: ప్రభుత్వ పథకం

# farming_equip
source: Govt. Scheme
te: వ్యవసాయ ఉపకరణాలు

source: Agri Based Business
te: వ్యవసాయ ఆధారిత వ్యాపారం

source: Agri News
te: వ్యవసాయ వార్తలు

source: Jugaad
te: జుగాడ్

source: Likes
te: ఇష్టాలు

source: Comments
te: వ్యాఖ్యలు

source: Share this post
te: ఈ పోస్ట్‌ను పంచుకోండి

source: Report
te: నివేదిక

source: Profile
te: ప్రోఫైల్

source: Ask expert
te: విశేషజ్ఞుడికి అడగండి

source: My order
te: నా ఆర్డర్

source: My products
te: నా ఉత్పత్తులు

source: Saved Products
te: సేవ్ చేసిన ఉత్పత్తులు

source: My wishlist
te: నా విష్‌లిస్ట్

source: Invite friends
te: స్నేహితులను ఆహ్వానించండి

source: Career
te: కెరీర్

source: Posted Jobs
te: పోస్ట్ చేసిన ఉద్యోగాలు

source: See More
te: ఇంకా చూడండి

source: Get in touch
te: సంప్రదించండి

source: View more replies
te: మరింత స్పందనలను చూడండి

# invalid_referral
source: Invalid Referral Code
te: చెల్లని సూచన కోడ్

source: Settings
te: సెట్టింగులు

source: Edit Profile
te: ప్రోఫైల్‌ను సవరించండి

source: Language change
te: భాషా మార్పు

source: Posts
te: పోస్టులు

source: My orders
te: నా ఆర్డర్లు

source: Selling Products
te: అమ్ముతున్న ఉత్పత్తులు

source: Saved Posts
te: సేవ్ చేసిన పోస్టులు

source: My Profile
te: నా ప్రోఫైల్

source: followers
te: అనుచరులు

source: KYC Verification
te: KYC తనిఖీ

source: My Khata
te: నా ఖాతా

source: My Group
te: నా సమూహం

source: What's on your mind?
te: మీకు ఏమి ఉంది?

source: Listing
te: జాబితా

source: Sell
te: అమ్ము

# order
source: Orders
te: ఆర్డర్

source: Account
te: ఖాతా

source: My Account
te: నా ఖాతా

# hal_saathi_service
source: Hal Saathi Services
te: హల్ సారథి సర్వీస్

# my_listing
source: My Listings
te: నా జాబితా
